PAPER_CHOICE = [
    ("130", "130 г/м"),
    ("170", "170 г/м"),
    ("300", "300 г/м"),
]

DUPLEX = [(True, "Двухсторонняя печать"), (False, "Односторонняя печать"),]

PRESSRUN_OFFSET = [
    (100, '100шт'),
    (200, '200шт'),
    (500, '500шт'),
    (1000, '1000шт'),
    (2000, '2000шт'),
    (3000, '3000шт'),
    (4000, '4000шт'),
    (5000, '2000шт'),
    (6000, '6000шт'),
    (8000, '8000шт'),
    (10000, '10 000шт'),
]

FORMAT = [
    ('A7', '74x105мм'),
    ('A6', '105x148мм'),
    ('A5', '148x210мм'),
    ('A4', '210x297мм'),
    ('A3', '297x420мм'),
    ('A4/3', '210x98мм'),
    ('', '150x70мм'),
    ('', '100x70мм'),
]

BOOKLETS = [
    ('eurobucket', 'Евробуклет'),
    ('accordion', 'Гармошка'),
    ('book', 'Книжка'),
]